---
layout: default
active_menu: about
---

<div class="intro editable">
            <h1>Om TH Classic</h1>
            <h1>v/Torben Stiig Hansen</h1>
        </div>

<div class="row">
	<div class="col-sm-6">
		<div class="editable">
		    <p>Mit navn er Torben Stiig Hansen. Jeg har handlet med specialbiler og klassiske biler siden 1985. Igennem &aring;rene har jeg gennemf&oslash;rt utallige handler fordelt over en bred vifte af sp&aelig;ndende biler og m&aelig;rker. Der har dog altid v&aelig;ret 3 m&aelig;rker, som har v&aelig;ret s&aelig;rligt repr&aelig;senteret, nemlig Ferrari, Mecedes og Jaguar. I de senere &aring;r har det is&aelig;r v&aelig;ret de to sidstn&aelig;vnte, der har ligget mig hjerte n&aelig;rmest, og udgjort hovedparten af de handlede biler.</p>
		    <p>Jeg har l&oslash;bende importeret biler fra hele verden, dog is&aelig;r fra Europa og USA.</p>
		    <p>Foruden den forretningsm&aelig;ssige side, har jeg gennem &aring;rene opbygget en privat samling af klassiske biler. Jeg har l&oslash;bende nydt selv at vedligeholde og restaurere mine biler, s&aring; de er i topform. Det har altid v&aelig;ret vigtigt for mig, at mine biler skulle fungeret godt og kunne bruges. Det er efter min mening den bedste m&aring;de at f&aring; den fulde gl&aelig;de af sin klassiske bil.</p>
		    <h2>Lidt historie</h2>
		    <p>Min oprindelige uddannelse er inden for den finansielle branche hvor jeg, efter at have f&aelig;rdiggjort en bankuddannelse, blev ansat i et fondsb&oslash;rsvekselererfirma. Her bestod arbejdet i at handle obligationer og aktier p&aring; K&oslash;benhavns Fondsb&oslash;rs. Undervejs i denne karriere uddannede jeg mig til merkonom i finansiering samt til statsautoriseret ejendomsm&aelig;gler og valuar. Jeg var i firmaet i over 16 &aring;r, og sluttede med at v&aelig;re underdirekt&oslash;r med ansvar for investeringsr&aring;dgivning.</p>
		    <p>Efter s&aring;ledes at have besk&aelig;ftiget mig med den finansielle branche i over 20 &aring;r, fik jeg lyst til at s&oslash;ge nye udfordringer. Derfor stiftede jeg dengang selskabet Investment Cars. I starten besk&aelig;ftigede vi os n&aelig;sten udelukkende med handel og restaurering af klassiske biler. Is&aelig;r Jaguar og Ferrari. I de f&oslash;rste ca. 10 &aring;r importerede vi over 100 klassiske biler fra is&aelig;rt USA. Mange af disse blev restaureret hos os selv, mens andre blev solgt til entusiaster, som selv forestod restaureringen.</p>
		    <p>Senere blev selskabets hovedbesk&aelig;ftigelse dog import og salg af fine rustfrie Mercedes Benz biler med lavt km-tal. I den tid jeg havde selskabet importerede vi over 1.000 biler, hovedsagelig Mercedes Benz.&nbsp; I begyndelsen af 2007 solgte jeg selskabet til min dygtige s&aelig;lger og medarbejder Lindim Useinovski, som fortsat driver forretningen med succes fra adressen i Herf&oslash;lge.</p>
		    <p>I dag best&aring;r varelageret mest af klassiske biler, som er h&aring;ndplukket fordi de fremst&aring;r p&aelig;ne og velholdte, og fordi jeg finder dem interessante b&aring;de som hobby-biler og som investering.</p>
		    <p>Det skulle derfor gl&aelig;de mig at h&oslash;re fra dig, hvis du har fundet en bil her p&aring; hjemmesiden, som du kunne t&aelig;nke dig at h&oslash;re mere om, eller hvis du &oslash;nsker min hj&aelig;lp i forbindelse med k&oslash;b af en klassisk Jaguar eller Mercedes.</p>
		</div>
	</div>

	<div class="col-sm-6">
		<div class="text-center editable">
		    <p><img class="rounded mb-5" alt="" width="2816" height="2112" src="/uploads/img-2580.JPG" /></p>
		</div>

		<div class="editable">
		    
		</div>
	</div>
</div>
