---
layout: default
active_menu: about
---

<div class="intro editable">
            <h1>Om TH Classic</h1>
            <h1>v/Torben Stiig Hansen</h1>
        </div>

<div class="row">
	<div class="col-sm-6">
		<div class="editable">
		    <p>Jeg har handlet med specialbiler og klassiske biler siden 1985. I gennem &aring;rene har jeg lavet utallige handler fordelt over en brev vifte af sp&aelig;ndende biler og m&aelig;rker. Der har dog altid v&aelig;ret 3 m&aelig;rker, som har v&aelig;ret s&aelig;rligt repr&aelig;senteret, nemlig Ferrari, Mecedes og Jaguar. I de senere &aring;r har det is&aelig;r v&aelig;ret de to sidstn&aelig;vnte, der har ligget mig hjerte n&aelig;rmest, og udgjort hovedparten af de handlede biler.</p>
		    <p>Jeg har l&oslash;bende importeret biler fra hele verden, dog is&aelig;r fra Europa og USA.</p>
		    <p>Foruden den forretningsm&aelig;ssige side, har jeg gennem &aring;rene opbygget en privat samling af klassiske biler, ligesom jeg selv l&oslash;bende har nydt at vedligeholde og restaurere mine biler s&aring; de er i topform. Det har altid v&aelig;ret vigtigt for mig, at mine biler skulle fungeret godt og kunne bruges. Det er efter min mening den bedste m&aring;de at f&aring; fuld gl&aelig;de af sin klassiske bil.</p>
		    <h2>Historie</h2>
		    <p>Min oprindelige uddannelse er inden for den finansielle branche hvor jeg, efter at have f&aelig;rdiggjort en bankuddannelse, blev ansat i et fondsb&oslash;rsvekselererfirma. Her bestod arbejdet i at handle obligationer og aktier p&aring; K&oslash;benhavns Fondsb&oslash;rs. Undervejs i denne karriere uddannede jeg mig til merkonom i finansiering samt til statsautoriseret ejendomsm&aelig;gler og valuar. Jeg var i firmaet i over 16 &aring;r, og sluttede med at v&aelig;re underdirekt&oslash;r med ansvar for investeringsr&aring;dgivning.</p>
		    <p>Efter at have besk&aelig;ftiget mig med den finansielle branche i over 20 &aring;r, fik jeg lyst til at s&oslash;ge nye udfordringer. Derfor stiftede jeg dengang selskabet Investment Cars. I starten besk&aelig;ftigede vi os n&aelig;sten udelukkende med handel og restaurering af klassiske biler. Is&aelig;r Jaguar og Ferrari. Efter en &aring;rr&aelig;kke blev selskabets hovedbesk&aelig;ftigelse dog import og salg af Mercedes Benz biler. Dette firma solgte jeg i begyndelsen af 2007 til min dygtige s&aelig;lger og medarbejder Lindim Useinovski, som fortsat driver selskabet med succes fra adressen i Herf&oslash;lge.</p>
		    <p>&nbsp;</p>
		</div>
	</div>

	<div class="col-sm-6">
		<div class="text-center editable">
		    <p><img class="rounded mb-5" alt="" width="250" height="241" src="/assets/img/torben.jpg" /></p>
		</div>

		<div class="editable">
		    <p>Vore omkostninger er lave, og derfor kan vi ofte tilbyde vore kunder en h&oslash;jere kvalitet end andre forhandlere. Vi l&aelig;gger en &aelig;re i at vore biler er rustfrie og at de er klargjort s&aring;vel mekanisk som kosmetisk inden de udbydes til salg. Vi har typisk omkring 40 biler p&aring; lager ad gangen, s&aring; selv om De ikke ser en bestemt model p&aring; vores salgsliste, er De velkommen til at kontakte os. Det kan ofte t&aelig;nkes, at vi har netop denne bil under klarg&oslash;ring, eller at den er p&aring; vej fra udlandet. Vi st&aring;r ogs&aring; gerne til r&aring;dighed hvis De &oslash;nsker hj&aelig;lp til at finde og importere en bestemt model.</p>
		    <p>Vi l&aelig;gger ligeledes stor v&aelig;gt p&aring; at beskrive vore biler s&aring; grundigt som muligt her p&aring; vores hjemmeside. P&aring; denne m&aring;de bestr&aelig;ber vi os p&aring;, at give Dem det bedste beslutningsgrundlag inden de afl&aelig;gger os et bes&oslash;g for at se og pr&oslash;ve en eller flere af vore biler.</p>
		    <p>Vi beder Dem have forst&aring;else for, at det altid vil v&aelig;re fornuftigt at aftale tid inden De afl&aelig;gger os et bes&oslash;g. Meget af &aring;ret st&aring;r vore biler indend&oslash;rs i en lukket hal, og De vil derfor ikke n&oslash;dvendigvis kunne se vore biler, hvis de kommer uanmeldt. De vil, som tidligere n&aelig;vnt, altid blive betjent af direkt&oslash;r Torben Stiig Hansen. Jeg tr&aelig;ffes let p&aring; tlf. 40138312. Selskabet har til huse p&aring; min privatadresse, og jeg vil derfor i meget vidt omfang kunne im&oslash;dekomme Deres &oslash;nsker om tidspunkter for besigtigelse og pr&oslash;vetur. Vi er ikke begr&aelig;nset af bestemte &aring;bningstider.</p>
		    <p>Vi ser frem til at kunne betjene Dem, og vi vil g&oslash;re vort bedste for at kunne pr&aelig;sentere den helt rigtige bil til Deres behov og &oslash;konomi.</p>
		</div>
	</div>
</div>
